Repository: dtomas/MediaTray
Catalog: Messages/*.po
Languages: de

source: Add Host
de: Server hinzufügen

source: Edit Host
de: Server bearbeiten

source: Protocol
de: Protokoll

source: Hostname
de: Servername

source: Username
de: Benutzername

source: Path
de: Pfad

source: You must enter a hostname.
de: Bitte geben Sie den Servernamen ein.

source: You must select a protocol.
de: Bitte wählen Sie ein Protokoll.

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: Really remove host %s?
de: Server %s wirklich entfernen?

source: Scroll down to only show windows of this workspace.
de: Abwärts rollen, um nur Fenster dieser Arbeitsfläche anzuzeigen.

source: Scroll up to show windows of all workspaces.
de: Aufwärts rollen, um Fenster aller Arbeitsflächen anzuzeigen.

source: Click to show unmounted volumes.
de: Klicken, um nicht eingehängte Datenträger anzuzeigen.

source: Click to hide unmounted volumes.
de: Klicken, um nicht eingehängte Datenträger auszublenden.

source: Mount
de: Einhängen

source: Unmount
de: Aushängen

source: Eject
de: Auswerfen

source: Open in terminal
de: Im Terminal öffnen

source: Volume "%s" has been mounted.
de: Der Datenträger "%s" wurde eingehängt.

source: Connected to host "%s".
de: Verbunden mit "%s".

source: Volume "%s" has been unmounted and can be safely removed.
de: Der Datenträger "%s" wurde ausgehängt und kann nun sicher entfernt werden.

source: Disconnected from host "%s".
de: Verbindung zu "%s" getrennt.

source: Volume "%s" has been inserted.
de: Der Datenträger "%s" wurde eingelegt.

source: Volume "%s" has been removed.
de: Der Datenträger "%s" wurde entfernt.

source: Volume "%s" has been removed without unmounting. Please do always unmount a volume before removing it.
de: Der Datenträger "%s" wurde entfernt, ohne vorher ausgehängt zu werden. Bitte hängen Sie einen Datenträger immer aus, bevor Sie ihn entfernen.

source: Separators
de: Trenner

source: Left
de: Links

source: Right
de: Rechts

source: Main Menu
de: Hauptmenü

source: Size
de: Größe

source: Maximum icon size:
de: Maximale Symbolgröße:

source: Appearance
de: Aussehen

source: Enable visual effects
de: Visuelle Effekte aktivieren

source: Windows
de: Fenster

source: Behaviour
de: Verhalten

source: Show all workspaces
de: Alle Arbeitsflächen anzeigen

source: Show arrow for volumes with more than one open window
de: Pfeil anzeigen für Datenträger mit mehr als einem offenen Fenster

source: Pinboard Icons
de: Pinwand-Symbole

source: Show icons on the pinboard
de: Symbole auf der Pinwand anzeigen

source: Top
de: Oben

source: Bottom
de: Unten

source: Volumes
de: Datenträger

source: Hide unmounted volumes
de: Nicht eingehängte Datenträger ausblenden.

source: Automatic mounting
de: Automatisches Einhängen.

source: No automatic mounting
de: Kein automatisches Einhängen.

source: Mount volume when inserted
de: Eingelegten Datenträger einhängen

source: Open volume when inserted
de: Eingelegten Datenträger öffnen

source: Notifications
de: Benachrichtigungen

source: Show notifications about added/removed volumes.
de: Benachrichtigungen über eingelegte/entfernte Datenträger anzeigen.
